Repository: zp1ke/aquapact
Catalog: lib/l10n/app_*.arb
Languages: es

source: About
es: Acerca de

source: Allow App Notifications
es: Permitir notificaciones de la aplicación

# allowAppNotificationsDescription
source: We will need permission so the app can send you notifications.
es: Necesitaremos permiso para que la aplicación pueda enviarte notificaciones.

source: Cancel
es: Cancelar

# customIntake
source: Custom...
es: Otro...

source: Daily Water Intake
es: Consumo diario de agua

source: Edit
es: Editar

source: Enter custom Intake...
es: Ingrese otro Consumo...

# healthSync
source: Sync with Health Apps
es: Sincronizar con apps de salud

source: Home
es: Inicio

# intakeAverage
source: {amount} average
es: {amount} promedio

source: Intakes
es: Consumos

# intakeIn
source: Intake amount ({unit})
es: Consumo ({unit})

# intakeMessageOf
source: You've reached {percent}% of your hydration goal. Keep it going and stay refreshed! 💧💪
es: Has alcanzado el {percent}% de tu objetivo de hidratación. ¡Sigue así! 💧💪

# intakeMessageMorning0
source: Good morning! 🌞 Start your day right with a refreshing glass of water! 💧 Let's begin our journey to staying hydrated today!
es: ¡Buenos días! 🌞 Comienza tu día con un refrescante vaso de agua! 💧 ¡Empecemos nuestro viaje para mantenernos hidratados hoy!

# intakeMessageMidday25
source: Great start! You've reached 25% of your hydration goal. Keep it going and stay refreshed! 💧💪
es: ¡Gran arrancada! Has alcanzado el 25% de tu objetivo de hidratación. ¡Sigue así y mantente fresco! 💧💪

# intakeMessageMidday50
source: You're halfway there! 50% of your goal is complete. Keep sipping and stay on track! 💦👏
es: ¡Estás a mitad de camino! El 50% de tu objetivo está completo. ¡Sigue bebiendo y mantente en la ruta! 💦👏

# intakeMessageAfternoon75
source: Fantastic progress! You're at 75% of your hydration goal. Just a little more to go! 💧🚀
es: ¡Progreso fantástico! Estás en el 75% de tu objetivo de hidratación. ¡Solo un poco más para llegar! 💧🚀

# intakeMessageEvening90
source: Almost there! You're at 90% of your goal. Just a little more effort and you'll make it! 💦âœ¨
es: ¡Casi llegas! Estás en el 90% de tu objetivo. ¡Solo un poco más de esfuerzo y lo lograrás! 💦✨

# intakeMessage10
source: Don't worry, you still have time to catch up! Drink a cup of water now and stay on track to reach your goal. 💧🌟
es: No te preocupes, ¡aún tienes tiempo para ponerte al día! Bebe un vaso de agua ahora y mantente en el camino para alcanzar tu objetivo. 💧🌟

# intakeMessage30
source: You can do it! Take a moment to drink a glass of water and keep pushing towards your goal. 💦💪
es: ¡Tú puedes hacerlo! Toma un momento para beber un vaso de agua y sigue adelante hacia tu objetivo. 💦💪

# intakeMessage100
source: Congratulations! You've achieved 100% of your hydration goal today. Great job staying hydrated! 💧🥳
es: ¡Felicidades! Has alcanzado el 100% de tu objetivo de hidratación hoy. ¡Gran trabajo manteniéndote hidratado! 💧🥳

# intakesOf
source: Intakes of {date}
es: Consumos de {date}

source: Intake record deleted
es: Registro de consumo eliminado

# lastNDays
source: Last {days} days (and today)
es: Últimos {days} días (y hoy)

source: Last Intakes
es: Últimos consumos

# lastTip
source: Press the item to finish
es: Presiona el elemento para terminar

source: let's Start!
es: ¡Empecemos!

# nextNotificationAt
source: Next Notification at {time}
es: Próxima notificación a las {time}

# nextTip
source: Press the item to see the next tip
es: Presiona el elemento para ver el siguiente consejo

source: No intakes recorded :(
es: No se han registrado Consumos :(

# noIntakesYet
source: No intakes yet. Drink some water to get started.
es: Aún no hay Consumos. Bebe un poco de agua para comenzar.

# notificationTitle
source: Drink Water Reminder
es: Recordatorio de beber agua

# notificationMessage
source: It's time to drink water!
es: ¡Es hora de hidratarte!

# notifyEveryHours
source: {count, plural, =1{Notify hourly} other{Notify every {count} hours}}
es: {count, plural, =1{Notificar cada hora} other{Notificar cada {count} horas}}

source: Save
es: Guardar

source: Saving...
es: Guardando...

source: Settings
es: Configuraciones

source: Show All
es: Mostrar todo

source: Skip
es: Omitir

source: Sleep
es: Dormir

source: Stats
es: Estadísticas

source: Sure, let's do it
es: Claro, hagámoslo

source: Target Settings
es: Configuraciones de objetivo

source: Today
es: Hoy

# todayAt
source: Today at {time}
es: Hoy a las {time}

# totalIntake
source: Total Intake: {amount}
es: Consumo total: {amount}

# tutorialAddIntake
source: Press this button to add an intake. Long press to show more intake options.
es: Presiona este botón para agregar un consumo. Mantén presionado para mostrar más opciones de consumo.

# tutorialIntakeAmount
source: This shows the amount of water you have consumed.
es: Aquí se muestra la cantidad de agua que has consumido.

# tutorialNextNotification
source: Here you can see when the next notification will be sent. You can change the frequency in the settings.
es: Aquí puedes ver cuándo se enviará la próxima notificación. Puedes cambiar la frecuencia en la configuración.

# tutorialShowAll
source: Here you can navigate to the list of all intakes, where you can edit and delete.
es: Aquí puedes ver todos tus consumos, donde puedes editar y eliminar.

source: Undo
es: Deshacer

source: Version
es: Versión

# wakeUpSleepTimes
source: Wake Up at {wakeUpTime}, Sleep at {sleepTime}
es: Me despierto a las {wakeUpTime}, me duermo a las {sleepTime}

source: Wake Up
es: Despertar

source: We are good to go
es: Estamos listos
